Repository: maxzim121/WeatherApp
Catalog: weather_app/Resources/*.lproj/Localizable.strings
Languages: ru

source: My Location
ru: Моё местоположение

source: Loading...
ru: Загрузка...

source: Weather for the week
ru: Прогноз на неделю

# metersPerSecond
source: m/s
ru: м/с

# kilometers
source: km
ru: км

# locationAlertTitel
source: Location unavailable
ru: Нет доступа к локации

# locationAlertMessage
source: To use the weather forecast based on your location, you need to allow access to the Location
ru: Чтобы пользоваться прогнозом погоды по вашему местоположению нужно разрешить доступ к Геологации

# locationAlertAction
source: Use without Location
ru: Пользоваться без местоположения

# searchAlertTitel
source: Location is not found
ru: Место не найдено

# searchAlertMessage
source: Input the correct Location
ru: Введите корректное наименование

# searchAlertAction
source: Try again
ru: Попробовать ещё раз

source: Input Location
ru: Введите место
